{
  "general": {
    "firstname": "Ömer",
    "lastname": "Erdem",
    "study": "Software Engineer",
    "age": "24",
    "area": "Amsterdam, The Netherlands",
    "tel": "(+31) 6 XX XX XX XX",
    "nl": "Dutch",
    "en": "English",
    "loadmore": "Load More",
    "viewmore": "View More"
  },
  "home": {
    "title": "Home",
    "intro1": "Yo👋🏻! I am",
    "intro2": ", a graduated",
    "readmore": "Read More",
    "catchphrase": "A software engineer that will shake the world!"
  },
  "preferences": {
    "title": "Choose your preference",
    "darkmode": "Dark Mode",
    "lightmode": "Light Mode",
    "language": "Language"
  },
  "about": {
    "title": "Who am I ?",
    "resume": "View my resume",
    "paragraph1": "My name is Ömer Erdem, a Software Developer graduated from the Amsterdam, University of Applied Sciences. I am currently 24 years young and working at Bold Commerce as a Full Stack Magento Developer and at Xenon IT as Founder",
    "paragraph2": "I am a dedicated web and software developer who daily seeks out new projects and challenges. My ultimate aim is to become a Full Stack developer, while having a strong passion for programming. I am not afraid to dive deep into code and explore new technologies. Making a positive impact on the world is important to me, even if it goes unnoticed.",
    "hobbies": "My hobbies are gaming, driving around, listening to good (bass-boosted) music, playing billiards and experimenting with code."
  },
  "skills": {
    "title": "Skills",
    "personalrating": "Personal Rating",
    "xp": "experience",
    "inuse": "In use",
    "deprecated": "Deprecated",
    "xpdesc": "1 Year of Experience",
    "languages": "Languages",
    "frameworks": "Frameworks",
    "environments": "Environments",
    "projects": "Projects",
    "competencies": "Competencies",
    "hardworker": "Hard worker",
    "teamplayer": "Team player",
    "problemsolving": "Problem solver",
    "creativity": "Creative",
    "edgecase": "Edge case thinker",
    "y": "y",
    "year": "year",
    "years": "years",
    "m": "m",
    "month": "month",
    "months": "months",
    "hobby": "hobby",
    "education": "education",
    "work": "work",
    "readmoreabout": "Read more about "
  },
  "projects": {
    "title": "Projects",
    "swipe": "Swipe to scroll",
    "hobby": "Hobby",
    "study": "Study",
    "intern": "Intern",
    "viewongithub": "View on Github",
    "viewonwebsite": "View the website",
    "desc": {
      "portfolio":
      "My 3rd attempt at creating a good looking and unique personal portfolio website. This website will be continuously developed on, in order to improve my skills and to experiment with new features.",
      "metafyweb":
      "A follow up on the android app with the goal to make it accessible for multiple platforms. With is you can use the Spotify API to create dynamic playlists, where all the meta data is stored in the Spotify servers.",
      "barber2u":
      "A unique school project, where barbers can give the customers a haircut in the customer's living room. You can select the barbers in de app with the appointment moment and haircut style chosen by you.",
      "metafyapp":
      "An Android application that uses the Spotify API to get your spotify account song and playlist data. You can assign your custom tags to songs and create custom playlists.",
      "mobilecompany":
      "A project, where an SDK has been created that supports the NMEA 0183 protocol. The SDK automatically searches for Wi-Fi and Bluetooth networks in order to connect to the NMEA hardware sensors.The sensor data can be displayed in a simple android application.",
      "zamfir": "A portfolio page for a friend who is studying robotics and electronics.",
      "gputracker":
      "A webscraper to keep track of GPU stocks in times of GPU shortages. Also has an automatic checkout feature with a manual payment step.",
      "minecraft":
      "A Minecraft PvP gamemode, where the player fights other players to stay the warlord of the arena.",
      "bold":
      "A dashboard that helps the support management to see all the important data in a glimpse of an eye. Using the ActiveCollab API in order to collect tasks and times and display them in data tables and graphs, while also following the Material IO guidelines.",
      "lantern":
      "Training a Machine Learning model that can detect 7 different Amsterdam lampposts. It also looks at the intensity of the headlights in order to detect if the bulbs are nearly broken.",
      "kpi":
      "A project that contains both cron jobs and an interface, where pre-programmed statuses can be read from EventStore. KPI's can be calculated with the statuses, so that the statistics can be seen in the interface.",
      "firmware":
      "Creating an interface, where the installation firmware is installed to a hardware controller.",
      "gitflow":
      "The well known Git Flow, but as a css vue component, that is used as the timeline for the portfolio page.",
      "raifkaya": "A portfolio page for a Cyber Security Engineer who wants to introduce himself to the world."
    }
  },
  "companies": {
    "title": "Companies"
  },
  "timeline": {
    "title": "Timeline",
    "present": "Present",
    "initialCommit": "Entering the real world",
    "startedStudy": "New study started as a ",
    "startedInternship": "New internship started as a ",
    "startedMinor": "New minor started as a ",
    "startedWork": "New job started as a ",
    "stoppedStudy": "Graduated as a ",
    "stoppedInternship": "Internship completed as a ",
    "stoppedMinor": "Minor completed as a ",
    "stoppedWork": "Job completed as a  ",
    "regio": {
      "company": "Regio College",
      "role": "Application Developer",
      "desc": "Getting started with programming simple websites and applications. In addition, improving my leadership skills as well as soft skills."
    },
    "kk": {
      "company": "Kenneth & Koh",
      "role": "Game Developer",
      "desc": "Taking the first step in a corporate environment to improve my programming skills with a mobile and desktop application in Unity. In addition, building knowledge of testing applications and software within the development team."
    },
    "dgd": {
      "company": "Digidot",
      "role": "Frontend Developer",
      "desc": "Using my frontend skills to design and build a web installation panel for the DiGidot C4 hardware drivers."
    },
    "hva": {
      "company": "Amsterdam University of Applied Science",
      "role": "Software Engineering",
      "desc": "Improve my programming skills with design patterns, algorithms, machine learning models and full web, mobile and native applications. Of course hobby projects are also part of it."
    },
    "md": {
      "company": "The Mobile Company",
      "role": "Mobile Application Developer",
      "desc": "Gaining knowledge in the field of mobile application development and user interaction."
    },
    "ds": {
      "company": "Amsterdam Univeristy of Applied Science",
      "role": "Data Scientist",
      "desc": "Gaining knowledge in the field of data analysis, machine-learning and visualization."
    },
    "bold2": {
      "company": "Bold Commerce",
      "role": "Magento Full-Stack Developer",
      "desc": "Further developing my frontend and backend programming skills within Magento, such as version upgrades, integrations, Google Tagmanager, Core Web Vitals."
    },
    "bold": {
      "company": "Bold Commerce",
      "role": "Magento Developer",
      "desc": "Further developing my frontend and backend programming skills while gaining e-commerce experience. Working in a real Agile environment and building a Dashboard for the Support team."
    },
    "infi": {
      "company": "Infi",
      "role": "Developer",
      "desc": "Gaining insight into KPIs and statistics with EventStore. A user interface has been created and Event Sourcing has been used to retrieve data with cron jobs."
    },
    "xenon": {
      "company": "Xenon IT",
      "role": "Founder",
      "desc": "My independent company where I apply web solutions to automation, statistics and web pages."
    }
  },
  "socials": {
    "title": "Socials",
    "desc": "Would you like to know more about me? Feel free to contact me and ask your questions."
  },
  "competitors": {
    "title": "Competitors",
    "desc": "Not fit for the job? Take a look at these fantastic competitors."
  },
  "Minor": "Minor"
}