{
  "general": {
    "firstname": "Ömer",
    "lastname": "Erdem",
    "study": "Software Engineer",
    "age": "24",
    "area": "Amsterdam, Nederland",
    "tel": "(+31) 6 XX XX XX XX",
    "nl": "Nederlands",
    "en": "Engels",
    "loadmore": "Meer Laden",
    "viewmore": "Bekijk Meer"
  },
  "home": {
    "title": "Home",
    "intro1": "Yo👋🏻! Ik ben",
    "intro2": ", een afgestudeerde",
    "readmore": "Lees Verder",
    "catchphrase": "Een software engineer die de wereld zal schudden!"
  },
  "preferences": {
    "title": "Kies jouw voorkeuren",
    "darkmode": "Donkere Modus",
    "lightmode": "Licht Modus",
    "language": "Taal",
    "programmermode": "Programmeer Modus"
  },
  "about": {
    "title": "Wie ben ik ?",
    "resume": "Bekijk mijn CV",
    "paragraph1": "Mijn naam is Ömer Erdem, een Software Ontwikkelaar afgestudeerd aan de Hogeschool van Amsterdam. Ik ben momenteel 24 jaar jong en werkzaam bij Bold Commerce als een Full Stack Magento Developer en bij Xenon IT als Oprichter.",
    "paragraph2": "Ik ben een toegewijde web- en softwareontwikkelaar die dagelijks op zoek is naar nieuwe projecten en uitdagingen. Het streven naar het worden van een Full Stack ontwikkelaar motiveert me om voortdurend mijn vaardigheden te verbeteren. Programmeren is mijn grote passie en ik ben bereid om hard te werken. Het verkennen van nieuwe technieken en het omgaan met hardware schrikken me niet af. Mijn wens is om de wereld een betere plek te maken, zelfs als dit onopgemerkt blijft.",
    "hobbies": "Mijn hobby's zijn gamen, rondrijden, naar goede (basversterkte) muziek luisteren, biljarten en experimenteren met code."
  },
  "skills": {
    "title": "Vaardigheden",
    "personalrating": "Persoonlijke Waardering",
    "xp": "ervaring",
    "inuse": "In gebruik",
    "deprecated": "Verouderd",
    "xpdesc": "1 Jaar Ervaring",
    "languages": "Talen",
    "frameworks": "Frameworks",
    "environments": "Omgevingen",
    "projects": "Projecten",
    "competencies": "Competenties",
    "hardworker": "Harde werker",
    "teamplayer": "Team speler",
    "problemsolving": "Probleem oplosser",
    "creativity": "Creatief",
    "edgecase": "Edge case denker",
    "y": "j",
    "year": "jaar",
    "years": "jaar",
    "m": "m",
    "month": "maand",
    "months": "maanden",
    "hobby": "hobby",
    "education": "studie",
    "work": "werk",
    "readmoreabout": "Lees verder over "
  },
  "projects": {
    "title": "Projecten",
    "swipe": "Sleep om te scrollen",
    "hobby": "Hobby",
    "study": "Studie",
    "intern": "Stage",
    "viewongithub": "Bekijk het op Github",
    "viewonwebsite": "Bekijk de website",
    "desc": {
      "portfolio":
      "Mijn 3e poging tot het maken van een mooie en unieke persoonlijke portfolio website. De website zal continu doorontwikkeld worden om mijn vaardigheden te verbeterend en om met nieuwe features te experimenteren.",
      "metafyweb":
      "Een vervolg op de Android app met als doel om het globaal te maken voor meerdere platforms. Hiermee kan je de Spotify API gebruiken om dynamische playlists te maken, waarbij alle meta data wordt opgeslagen in de Spotify servers.",
      "barber2u":
      "Een unieke school project, waarbij kappers in de woonkamer van de klanten knippen. De kappers kan je selecteren in de app met de door jou gekozen moment en soort knipbeurt.",
      "metafyapp":
      "Een Android app die de Spotify API gebruikt om de liedjes en afspeellijsten van je Spotify account ophaalt. Hiermee kan je liedjes taggen en afspeellijsten naar je wensen aanpassen.",
      "mobilecompany":
      "Een project, waarbij een SDK is gemaakt die de NMEA 0183 protocol ondersteund. De SDK zoekt automatisch naar Wi-Fi en Bluetooth netwerken, zodat het een verbinding kan vastleggen met de NMEA hardware sensoren. De sensor data kan getoond worden in een simpele Android app.",
      "zamfir": "Een portfolio pagina voor een vriend die robotica en elektronica studeert.",
      "gputracker":
      "Een webscraper om GPU voorraden bij te houden in tijden van GPU tekorten. Heeft ook een functie voor automatisch afrekenen met een handmatige betalingsstap.",
      "minecraft":
      "Een Minecaft PVP spelmodus, waarin de speler tegen andere spelers vecht om de krijgsheer van de arena te blijven.",
      "bold":
      "Een dashboard dat de supportmanagement helpt om in één oogopslag alle belangrijke data te zien. De ActiveCollab API wordt gebruikt om alle taken en tijden te verzamelen en te tonen in data tabellen en grafieken, terwijl ik ook de Material IO richtlijnen volg.",
      "lantern":
      "Het trainen van een Machine Learning model die 7 verschillende Amsterdamse lantaarnpalen kan detecteren. Hierbij kijkt het ook naar de intensiteit van de koplampen om te detecteren of de lampen bijna stuk zijn.",
      "kpi":
      "Een project die zowel cron jobs als een interface bevat, waarbij voorgeprogrammeerde statussen afgelezen kunnen worden vanuit EventStore. Met de statussen kunnen KPI's berekend worden, zodat de statistieken te zien zijn in de interface.",
      "firmware":
      "Het maken van een interface, waarbij de installatie firmware wordt geïnstalleerd aan een hardware controller.",
      "gitflow":
      "De welbekende Git Flow, maar als een css vue component, die gebruikt wordt als een tijdlijn voor de portfolio pagina.",
      "raifkaya": "Een portfoliopagina voor een Cyber Security Engineer die zichzelf aan de wereld wil voorstellen."
    }
  },
  "companies": {
    "title": "Bedrijven"
  },
  "timeline": {
    "title": "Tijdlijn",
    "present": "Huidig",
    "initialCommit": "De echte wereld betreden",
    "startedStudy": "Nieuwe opleiding gestart als ",
    "startedInternship": "Nieuwe stage gestart als ",
    "startedMinor": "Nieuwe minor gestart als ",
    "startedWork": "Nieuwe baan gestart als ",
    "stoppedStudy": "Afgestudeerd als ",
    "stoppedInternship": "Stage afgerond als ",
    "stoppedMinor": "Minor afgerond als ",
    "stoppedWork": "Baan afgerond als ",
    "regio": {
      "company": "Regio College",
      "role": "Applicatie Ontwikkelaar",
      "desc": "Een start maken met het programmeren van eenvoudige websites en applicaties. Daarnaast  het verbeteren van mijn leiderschapsvaardigheden en soft skills."
    },
    "kk": {
      "company": "Kenneth & Koh",
      "role": "Spel Ontwikkelaar",
      "desc": "De eerste stap zetten in een bedrijfsomgeving om mijn programmeervaardigheden te verbeteren met een mobiele en desktop applicatie in Unity. Daarnaast kennis opbouwen van het testen van applicaties en software binnen het ontwikkelteam."
    },
    "dgd": {
      "company": "Digidot",
      "role": "Frontend Ontwikkelaar",
      "desc": "Mijn frontend vaardigheden gebruiken om een web installatiepaneel te ontwerpen en bouwen voor de DiGidot C4 hardware bestuurders."
    },
    "hva": {
      "company": "Hogeschool van Amsterdam",
      "role": "Software Engineering",
      "desc": "Mijn programmeervaardigheden verbeteren met design-patterns, algoritmen, machine learning-modellen en volledige web-, mobiele en native applicaties. Natuurlijk horen hobbyprojecten er ook bij."
    },
    "md": {
      "company": "The Mobile Company",
      "role": "Mobiele Applicatie Ontwikkelaar",
      "desc": "Kennis opdoen op het gebied van mobiele applicatieontwikkeling en gebruikersinteractie."
    },
    "ds": {
      "company": "Hogeschool van Amsterdam",
      "role": "Data Scientist",
      "desc": "Kennis opdoen op het gebied van data analyses, machine-learning en visualisaties."
    },
    "bold": {
      "company": "Bold Commerce",
      "role": "Magento Ontwikkelaar",
      "desc": "Mijn frontend en backend programmeervaardigheden verder ontwikkelen terwijl ik e-commerce ervaring opdoe. Werken in een echte Agile omgeving en een Dashboard bouwen voor het Support team."
    },
    "bold2": {
      "company": "Bold Commerce",
      "role": "Magento Full-Stack Ontwikkelaar",
      "desc": "Het verder ontwikkelen van mijn frontend en backend programmeervaardigheden binnen Magento, zoals versie upgrades, integraties, Google Tagmanager, Core Web Vitals."
    },
    "infi": {
      "company": "Infi",
      "role": "Ontwikkelaar",
      "desc": "Het inzichtelijk krijgen van KPI's en statistieken met EventStore. Een gebruikersinterface is gemaakt en Event Sourcing is gebruikt om gegevens op te halen met cron jobs."
    },
    "xenon": {
      "company": "Xenon IT",
      "role": "Oprichter",
      "desc": "Mijn zelfstandige onderneming waarbij ik web oplossingen toepas op automatisering, statistieken en webpagina's."
    }
  },
  "socials": {
    "title": "Socials",
    "desc": "Wil je meer over mij weten? Neem gerust contact op en stel je vragen."
  },
  "competitors": {
    "title": "Concurrenten",
    "desc": "Niet geschikt voor de baan? Kijk eens naar deze fantastische concurrenten."
  }
}