{
  "general": {
    "firstname": "Ömer",
    "lastname": "Erdem",
    "study": "Software Engineer",
    "age": "24",
    "area": "Amsterdam, The Netherlands",
    "email": "public.omererdem@outlook.com",
    "tel": "(+31) 6 XX XX XX XX",
    "nl": "Nederlands",
    "en": "Engels",
    "loadmore": "Meer Laden",
    "viewmore": "Bekijk Meer"
  },
  "home": {
    "title": "Home",
    "intro1": "Yo👋🏻! Ik ben",
    "intro2": ", een afgestudeerde",
    "readmore": "Lees Verder",
    "catchphrase": "Een software engineer die de wereld zal schudden!"
  },
  "preferences": {
    "title": "Kies jouw voorkeuren",
    "darkmode": "Donkere Modus",
    "lightmode": "Licht Modus",
    "language": "Taal",
    "programmermode": "Programmeer Modus"
  },
  "about": {
    "title": "Wie ben ik ?",
    "resume": "Bekijk mijn CV",
    "desc1": "Mijn naam is Ömer Erdem en ik ben een Software Ontwikkelaar afgestudeerd aan het Hogeschool van Amsterdam.",
    "desc2": "Ik ben momenteel 24 jaar jong en vind het leuk om te gamen, rondjes te rijden en te experimenteren.",
    "desc25": "Ik ben momenteel werkzaam bij Bold Commerce als een Full Stack Magento Developer.",
    "desc3": "Ik ben een hardwerkende web- en softwareontwikkelaar, elke dag op zoek naar nieuwe projecten en uitdagingen.",
    "desc4": "Ik verbeter mijn vaardigheden met als doel een Full Stack ontwikkelaar te worden.",
    "desc5": "Ik ben erg gepassioneerd in programmeren en vind het niet erg om mijn handen vuil te maken.",
    "desc6": "Ik leer graag nieuwe technieken en ben zeker niet bang van hardware.",
    "desc7": "Ik ben iemand die van de wereld een betere plek wil maken, ook als dat onopgemerkt blijft."
  },
  "skills": {
    "title": "Vaardigheden",
    "personalrating": "Persoonlijke Waardering",
    "xp": "Ervaring",
    "xpdesc": "1 Jaar Ervaring",
    "languages": "Talen",
    "frameworks": "Frameworks",
    "environments": "Omgevingen",
    "projects": "Projecten",
    "competencies": "Competenties",
    "hardworker": "Harde werker",
    "teamplayer": "Team speler",
    "problemsolving": "Probleem oplosser",
    "creativity": "Creatief",
    "year": "jaar",
    "years": "jaar",
    "month": "maand",
    "months": "maanden"
  },
  "projects": {
    "title": "Projecten",
    "swipe": "Sleep om te scrollen",
    "hobby": "Hobby",
    "study": "Studie",
    "intern": "Stage",
    "viewongithub": "Bekijk het op Github",
    "viewonwebsite": "Bekijk de website",
    "desc": {
      "portfolio":
      "Mijn 3e poging tot het maken van een mooie en unieke persoonlijke portfolio website. De website zal continue doorontwikkeld worden om mijn vaardigheden te verbeterend en om met nieuwe features te experimenteren.",
      "metafyweb":
      "Een vervolg op de android app met als doel om het globaal te maken voor meerdere platforms. Hiermee kan je de Spotify API gebruiken om dynamische playlists te maken, waarbij alle meta data wordt opgeslagen in de Spotify servers.",
      "barber2u":
      "Een unieke school project, waarbij kappers in de woonkamer van de klanten knippen. De kappers kan je selecteren in de app met de door jouw gekozen moment en soort knipbeurt.",
      "metafyapp":
      "Een android app die de Spotify API gebruikt om de liedjes en afspeellijsten van je spotify account ophaald. Hiermee kan je liedjes taggen en afspeellijsten naar je wensen aanpassen.",
      "mobilecompany":
      "Een project, waarbij een SDK is gemaakt die de NMEA 0183 protocol ondersteund. De SDK zoekt automatisch naar Wi-Fi en Bluetooth netwerken, zodat het een verbinding kan vastleggen met de NMEA hardware sensoren. De sensor data kan getoond worden in een simpele android app.",
      "zamfir": "Een portfolio pagina voor een vriend die robotica en elektronica studeert.",
      "gputracker":
      "Een webscraper om GPU voorraden bij te houden in tijden van GPU tekorten. Heeft ook een functie voor automatisch afrekenen met een handmatige betalingsstap.",
      "minecraft":
      "Een Minecaft PVP spelmodus, waarin de speler tegen andere spelers vecht om de krijgsheer van de arena te blijven.",
      "bold":
      "Een dashboard dat de supportmanagement helpt om in één oogopslag alle belangrijke data te zien. De ActiveCollab API wordt gebruikt om alle taken en tijden te verzamelen en te tonen in data tabellen en grafieken, terwijl ik ook de Material IO richtlijnen volg.",
      "lantern":
      "Het trainen van een Machine Learning model die 7 verschillende Amsterdamse lantaarnpalen kan detecteren. Hierbij kijkt het ook naar de intensiteit van de koplampen om te detecteren of de lampen bijna stuk zijn.",
      "kpi":
      "Een project die zowel cron jobs als een interface bevat, waarbij voorgeprogrammeerde statussen afgelezen kunnen worden vanuit EventStore. Met de statussen kunnen KPI's berekend worden, zodat de statistieken te zien zijn in de interface.",
      "firmware":
      "Het maken van een interface, waarbij de installatie firmware wordt geïnstalleerd aan een hardware controller.",
      "gitflow":
      "De welbekende Git Flow, maar als een css vue component, die gebruikt wordt als een tijdlijn voor de portfolio pagina."
    }
  },
  "companies": {
    "title": "Bedrijven"
  },
  "timeline": {
    "title": "Tijdlijn",
    "present": "Huidig",
    "initialCommit": "De echte wereld betreden",
    "startedAs": "Gestart als een",
    "stoppedAs": "Gestopt als een",
    "stoppedAsStudy": "Afgestudeerd",
    "deugd": {
      "company": "Deugd Erdem",
      "role": "Kassamedewerker",
      "desc": "Heb gewerkt als een kassamedewerker met een 0 uren contract om mijn communicatie vaardigheden te verbeteren met klanten, wat zakgeld te verdienen en mijn netwerk uit te bereiden."
    },
    "regio": {
      "company": "Regio College",
      "role": "Applicatie Ontwikkelaar",
      "desc": "Mijn doel was om een start te maken met het programmeren en om mijn leiderschap vaardigheden te verbeteren voor groepsprojecten."
    },
    "kk": {
      "company": "Kenneth & Koh",
      "role": "Stagiair Spel Ontwikkelaar",
      "desc": "Mijn doel was om mijn samenwerking vaardigheden te verbeteren en ook om te leren hoe je moet werken in een bedrijfsomgeving. Heb mijn programmeer vaardigheden verbeterd door een mobiel en desktop spel te maken in Unity met C# en heb de ontwikkelaars team geholpen met het testen van hun software."
    },
    "dgd": {
      "company": "Digidot",
      "role": "Stagiair Frontend Ontwikkelaar",
      "desc": "Mijn doel was om mijn frontend vaardigheden te verbeteren door een web installatie paneel te maken voor de DiGidot C4 hardware bestuurders."
    },
    "hva": {
      "company": "Hogeschool van Amsterdam",
      "role": "Software Engineering",
      "desc": "Mijn doel was om mij vaardigheden te verbeteren in het programmeren en in de bedrijfsomgeving, als ook mijn netwerk uit te breiden en om lol te hebben leuke hobby projecten."
    },
    "md": {
      "company": "The Mobile Company",
      "role": "Mobiele Applicatie Ontwikkeling",
      "desc": "Mijn doel was om meer kennis op te doen met mobiele applicatie onwikkeling en de gebruikersinteractie."
    },
    "ds": {
      "company": "Hogeschool van Amsterdam",
      "role": "Data Scientist",
      "desc": "Mijn doel was om meer kennis op te doen met data analyses en visualisaties, terwijl ik ook Python leer."
    },
    "bold": {
      "company": "Bold Commerce",
      "role": "Stagiair Magento Ontwikkelaar",
      "desc": "Mijn doel was om mijn frontend en backend programmeer vaardigheden te verbeteren, als ook de communicatie vaardigheden met mijn collega's en klanten. Heb gewerkt in een echte Agile omgeving en heb een Dashboard gemaakt voor de Support team."
    },
    "bold2": {
      "company": "Bold Commerce",
      "role": "Magento Full-Stack Ontwikkelaar",
      "desc": "Mijn frontend en backend programmeer vaardigheden aan te verbeteren met nieuwe technologieën."
    },
    "infi": {
      "company": "Infi",
      "role": "Stagiair Ontwikkelaar",
      "desc": "Mijn doel was om mijn backend vaardigheden te verbeteren door mijn scriptie te schrijven over het inzichtelijk krijgen van KPI's en statistieken met EventStore. Event Sourcing is gebruikt om gegevens op te halen met cron jobs. Ook heb ik een gebruikersinterface gemaakt."
    }
  },
  "socials": {
    "title": "Socials",
    "desc": "Wil je meer over mij weten? Neem gerust contact op en stel je vragen."
  },
  "competitors": {
    "title": "Concurrenten",
    "desc": "Niet geschikt voor de baan? Kijk eens naar deze fantastische concurrenten."
  },
  "Oct 2022": "Okt 2022"
}